import PagesHeader from "../../Components/Header/PagesHeader";
import { Text } from "../../containers/Language";
import "./goodness.css";

const Foundation = () => {
  return (
    <>
      <div>
        <PagesHeader data={<Text tid="MV Foundation" />} />
        <div className="container">
          <div className="row d-flex justify-content-center mt-md-5 mt-3">
            <div className="col-9">
              <br />
              <center>
                <h3 className="headings-color fw-bold">
                  Mountain View Foundation
                </h3>
              </center>
              <h3 dir="rtl" className="headings-color fw-bold Tajawal">
                ماونتن فيو للتنمية
              </h3>
              <p className="fs-5" dir="rtl">
                مؤسسة ماونتن ڤيو هي مؤسسة أهلية غير هادفة للربح أسستها شركة
                ماونتن ڤيو للتنمية والاستثمار العقاري عام ٢٠٢٢ كأحد أذرعها
                المجتمعية لنشر السعادة من خلال برامج داعمة لاحتياجات المجتمع
                المصري لتوفير سبل النجاح وتحقيق تغيير حقيقي مستدام في حياة
                المستفيدين من برامجها بالشراكة مع المؤسسات الحكومية والخاصة
                والأهلية المحلية والدولية <br />
                <span className="headings-color fw-bold">الرؤية:</span> مؤسسة
                رائدة في دعم القدرات والمهارات الإنسانية من أجل التنمية
                المستدامة <br />
                <span className="headings-color fw-bold">الرسالة:</span>
                ننشر السعادة من خلال توفير فرص ذو قيمة ومعنى للمجتمعات الأكثر
                تهميشاً في المجتمع المصري <br />
                <span className="headings-color fw-bold">الأهداف</span>: التمكين
                الاجتماعي للفئات المهمشة: اكتشاف الأبطال وتبنيهم ودعمهم لتحقيق
                النجاح والتميز التمكين الاقتصادي: إتاحة الفرص التعليمية
                والتدريبية المتميزة من أجل الإنتاج ورفع المستوى المعيشي للأسر
              </p>
              <br />
              <h3 dir="rtl" className="headings-color fw-bold">
                برامج المؤسسة
              </h3>
              <h3 dir="rtl" className="headings-color fw-bold ">
                ١. برنامج اكتشاف الابطال
              </h3>
              <p dir="rtl">
                يهدف برنامج «اكتشاف الأبطال» إلى البحث عن مواهب اليوم وأبطال
                الغد بالمدارس الحكومية في قرى محافظات مختلف
              </p>
              <h5 dir="rtl" className="headings-color fw-bold">
                مراحل البرنامج
              </h5>
              <h5 dir="rtl">مرحلة الاكتشاف</h5>
              <p dir="rtl">
                تتم من خلال التقدم على موقع المؤسسة مدعم بما يثبت الموهبة
                والتميز ليتم العرض على لجنة متخصصة في كل مجال لاختيار المرشحين
                للمرحلة التالية طبقًا لمعايير محددة تم وضعها من قبل خبراء في كل
                مجال..
              </p>
              <h5 dir="rtl">مرحلة التصفية</h5>
              <p dir="rtl">
                مرحلة التفرقة بين المتفوق والمتميز والموهوب والاختيار النهائي
                للأبطال بناء على معايير محددة سلفًا من خبراء في كل مجال ويتم
                تنفيذ هذه المرحلة في ورش عمل ومسابقات تفاعلية في مناطق يتم
                تحديدها لاحقًا طبقًا للتوزيع الجغرافي للمتقدمين.
              </p>
              <h5 dir="rtl">مرحلة احتضان المواهب</h5>
              <p dir="rtl">
                في هذه المرحلة يتم صقل المواهب بالعديد من المهارات الشخصية
                والفنية المتعلقة بالموهبة من خلال تدريبات متخصصة وتفاعلية لتوفير
                مستوى متقدم من الدعم وتقييمهم خلال هذه المرحلة للوصول للقائمة
                النهائية والتصعيد لمرحلة التبني ، ويتم ذلك في معسكرات مغلقة تحدد
                مدتها ومكانها لاحقاً طبقا لمجال الموهبة.
              </p>
              <h5 dir="rtl">مرحلة التبني</h5>
              <p dir="rtl">
                تبني الأبطال المتميزين من خلال إلحاقهم ببرامج وفرص تؤهلهم
                للاحتراف، وإشراكهم في مسابقات وبطولات محلية وقومية ، وتوفير منح
                ذات صلة لتشجيعهم على النجاح والتميز وكذلك دعم أسرهم صحيًا
                وتعليميًا وتمكينهم اقتصاديًا ويتم ذلك بناء على دراسات وقياسات
                لتحديد الاحتياجات ومعايير محددة لتصميم خطط التبني للأبطال وأسرهم
                تضعها المؤسسة لضمان النزاهة والعدالة
              </p>
              <br />
              <h3 dir="rtl" className="headings-color fw-bold">
                ٢. مدرسة ماونتن فيو الدولية للتكنولوجيا التطبيقية
              </h3>
              <p dir="rtl">
                هدف مدرسة ماونتن ڤيو للتكنولوچيا التطبيقية لتطوير مهارات وكفاءات
                الشباب من العمالة الفنية، لضمان فرص عمل متميزة بعد التخرج في
                المجتمعات السكانية والشركات
              </p>
              <h3 dir="rtl" className="headings-color fw-bold">
                مميزات مدرسة ماونتن فيو للتكنولوچيا التطبيقية
              </h3>
              <p dir="rtl">
                • المدرسة الفنية الدولية الأولى التي تدرس تخصصات إدارة المنشآت
                والمسطحات الخضراء
              </p>
              <p dir="rtl">
                • .تعمل مدرسة ماونتن ڤيو وفقًا لمعايير دولية تضمن تقديم محتوى
                تعليمي وتربوي استثنائي
              </p>
              <p dir="rtl">
                • .شهادة معتمدة من وزارة التربية والتعليم تؤهل الطالب لدخول
                الجامعات التكنولوچية المصرية
              </p>
              <p dir="rtl">
                • .تجمع الدراسة بين الجانب النظري والعملي بالإضافة لتدريب عملي
                بالمواقع بحافز مادي
              </p>
              <p dir="rtl">• مناهج مصممة من قبل متخصصين ووفقًا لمعايير دولية</p>
              <p dir="rtl">
                • مدرسين وفنيين متخصصين تم اختيارهم بعناية ووفقا لمعايير دولية
              </p>
              <p dir="rtl">
                • .الاهتمام بالأنشطة الرياضية والثقافية وتوفير الدعم الفنى
                لتنمية مواهب الطلبة
              </p>
              <p dir="rtl">
                • .توفير فرص للتوظيف فى مشروعات ماونتن ڤيو ومطورين آخرين من خلال
                مكتب المسار الوظيفي
              </p>
              <p dir="rtl">
                • تنمية مهارات التواصل والمهارات الحياتية للطلاب من خلال إدراجها
                في مشروعات ومسابقات لصقل مهارات الابتكار وريادة الأعمال
              </p>
              <h3 dir="rtl" className="headings-color fw-bold">
                تخصصات مدرسة ماونتن ڤيو للتكنولوچيا التطبيقية
              </h3>
              <p dir="rtl">• تكنولوچيا إدارة المنشآت</p>
              <p dir="rtl">• تكنولوچيا إدارة المسطحات الخضراء</p>
              <h3 dir="rtl" className="headings-color fw-bold">
                روابط المؤسسة:{" "}
                <span>
                  <a
                    href="https://www.facebook.com/MountainViewEgypt"
                    rel="noreferrer"
                    target="_blank"
                  >
                    <span>
                      <i class="bi bi-facebook fs-1 "></i>
                    </span>
                  </a>
                </span>
                <span className="mx-4">
                  <a
                    href=" https://www.instagram.com/mountainview.foundation/"
                    rel="noreferrer"
                    target="_blank"
                  >
                    <span>
                      <i class="bi bi-instagram fs-1 "></i>
                    </span>
                  </a>
                </span>
                <span>
                  <a
                    rel="noreferrer"
                    target="_blank"
                    href="https://www.linkedin.com/company/mvfoundation/"
                  >
                    <span>
                      <i class="bi bi-linkedin fs-1 "></i>
                    </span>
                  </a>
                </span>
              </h3>
              <br />
              <center>
                <h3 className="headings-color fw-bold">ESG</h3>
                <h3 className="headings-color fw-bold">
                  (Environment, Social and Governance)
                </h3>
                <br />
                <p>coming soon</p>
              </center>
            </div>
          </div>
        </div>
      </div>
    </>
  );
};

export default Foundation;
